"OK" = "نعم";
"All subscriptions" = "كل الاشتراكات";
"Privacy" = "خصوصية";
"Privacy policy" = "سياسة الخصوصية";
"Purchases restored successfully!" = "تمت استعادة المشتريات بنجاح!";
"Restore" = "يعيد";
"Restore purchases" = "استعادة المشتريات";
"Terms" = "شروط";
"Terms and conditions" = "الأحكام والشروط";
"Annual" = "سنوي";
"6 Month" = "6 شهور";
"3 Month" = "3 أشهر";
"2 Month" = "2 شهر";
"Monthly" = "شهريا";
"Weekly" = "أسبوعي";
"Lifetime" = "حياة";
"%d%% off" = "خصم %d%%";
"Continue" = "يكمل";
"Default_offer_details_with_intro_offer" = "ابدأ الفترة التجريبية التي تبلغ {{ sub_offer_duration }}، ثم {{ Total_price_and_per_month }}.";
"Something went wrong" = "هناك خطأ ما";
"Purchase" = "شراء";
